{"c2array":true,"size":[112,6,1],"data":[[["What goes up and down the stairs without moving?"],["It is use for floor covering"],["making a room more comfortable as a place to sit on the floor"]],     
    [["What has many keys but can't open a single lock?"],["It has many black and white keys"],["My keys make music"]],    
    [["They come out at night without being called, and are lost in the day without being stolen. What are they?"],["I twinkle at every night"],["I can see in the sky at night"]],     
    [["What ship has two mates but no captain?"],["the way in which two or more people or things are connected, or the state of being connected."],["Connection between two or more people"]],    
    [["You can drop me from the tallest building and I'll be fine, but if you drop me in water I die. What am I?"],["It is white blank sheet"],["It is primarily used for writing, artwork, and packaging"]],
    [["What flowers are kissable?"],["erect flowers with long, broad, parallel-veined leaves and a cup-shaped, single or double flower at the tip of the stem."],["known for their bold colors and beautiful shape"]],
    [["What has a neck but has no head?"],["played with a pick or with the fingers."],["A flat-bodied stringed instrument with a long fretted neck"]],
    [["What has legs, but does not walk?"],["I'm normally under you"],["I'm a piece of furniture"]],
    [["What has words, but never speaks?"],["medium for recording information in the form of writing or images, typically composed of many pages bound together and protected by a cover. / the answer is on the screen."],["It gives benifite of Vocabulary and Knowledge Expansion."]],
    [["What word begins with a T, ends with a T, and has a T in it?"],["have an opening with a lid at their top, where the  hot water are added, a handle for holding by hand and a spout, some has a strainer built-in on the inner edge of the spout"],["vessel used for steeping tea leaves or a herbal mix in boiling or near-boiling water, and for serving the resulting infusion which is called tea."]],
    [["What word is spelled wrong in the dictionary?"],["that's a bad sign, and not right/correct."],["Obstacles are all you see."]],
    [["What kind of music do rabbits like?"],["It's a african american music"],["It also know as Rap music"]],
    [["Something orange and round catches my eye, it tastes delicious when baked in a pie. What is it?"],["It is use to baked me in a pie"],["In festival you found me on your front doorstep"]],
    [["It goes in dry and comes out wet. it gets stronger and stronger the longer it stays in"],["A small paper bag dip into hot water"],["It's often in hot water"]],
    [["I drop from the sky far more beautiful than rain. There are no two pieces that’ll ever look the same. What am I?"],["It’s made up of flakes"],["you can see me when it’s cold in winter"]],
    [["The more you take, the more you leave behind. What are they?"],["This is a body part"],["I’m something that helps you move"]],
    [["This is something yellow but its not a light. people prefer it with some hot water to lose some weight"],["It is perfect for cold mornings or chilly nights / It is sour in taste / The drink which is red brown in color"],["It is is a refreshing drink where lemon juice is added"]],
    [["A king without a crown."],["This is a brave animal who mostly live in Africa/ I belong to largest cat family"],["I'm the King of the Jungle"]],
    [["I sometimes have a string attached but I’m not a kite"],["I’m seen at many parties"],["I come in many colors And I’m seen on your birthday"]],
    [["I have wings but I’m not a bird"],["I’m associated with love / On February fourteenth you celebrate"],["He’s a little angel. Who has a pair of wings.With his bow and arrow True love is what he brings"]],
    [["I can be a bar but I’m not soap"],["I'm a  valuable metal / it is hard to buy"],["I’m sometimes made into a coin or jewellery / It's price rises every year"]],
    [["A fruit eaten with turkey this will help fill your belly, it’s great as a sauce and especially as jelly. What is it?"],["It is red color fruit"],["Its's a fruit and you eat with turkey"]],
    [["We’re five little items of an everyday sort; you’ll find us all in ‘a tennis court’"],["The answer is on the screen."],["The position of our tongue and mouth remains the same when we pronounce them"]],
    [["I’m made of dough but I’m not a loaf of bread"],["a small amount of food that is eaten between meals"],["I'm small, flat and sweet"]],
    [["I can help you clean but I’m not soap"],["I go solid in freezers / H2O"],["This is something you can find in a lake and in a stream"]],
    [["I help sailors but I’m not an anchor"],["I am a type of building"],["I help to navigational and warn sailors about rocks"]],
    [["If you drop me I'm sure to crack. But give me a smile and I'll always smile back."],["When you see me, you also see you"],["It would be correct to say this does reflect"]],
    [["You see me in the air. But I am not a kite I am whats created. When water refracts light."],["show 7 color of rainbow"],["They are usually seen on the opposite end of where the sun is located."]],
    [["Monsoon is my favourite season and I love the rainbow. Who am I?"],["I am a bird but I cannot fly very high."],["I am India’s national bird and I love showing off my feathers"]],
    [["I can provide oil but I’m not canola"],["It has a appearance of sun with yellow petals and green sepals"],["It has a appearance of sun with yellow petals and green sepals"]],
    [["I can come in many different colors but Im not paint"],["It is very popular among the woman and girls"],["It is used by makeup artist to colour lips."]],
    [["I’m sometimes cut into rings but I’m not a tree"],["This is a popular tropical fruit"],["The leaves look like the crown"]],
    [["You always find me in the past, I can be created in the present, but the future can never taint me. What am I?"],["It is a greek word which means investigation"],["science that try to understand past events"]],
    [["Makeup for finger tips. What am I?"],["It applied to the human fingernail or toenails"],["I had many shades of color and play a significant part in human body"]],
    [["What nails do carpenters hate to hit?"],["I am the part of the body"],["sometime I grow long and you cut me in shape"]],
    [["I  can be caught in a net but I’m not a butterfly"],["popular in ponds and aquaria."],["When they are kept as pets in small tanks"]],
    [["What clothes does a house wear?"],["I always have postal code"],[" where someone lives or an organization is situated."]],
    [["I contain water but I am not a bottle."],["This is a fruit that contains some water"],["I am brown and hairy and grow on a palm tree"]],
    [["What has neck but no head?"],["generally made of cotton."],["having the shape of a T when spread out flat."]],
    [["Take out the skin i wont cry but you will what am i?"],["This is a root vegetable"],["a swollen edible bulb used as a vegetable"]],
    [["People buy me to eat, but never eat me, What I am?"],["a flat piece of something that is hard"],["They may be made out of ceramic, plastic, paper, or styrofoam"]],
    [["What can be big as an giraffe, but weight not at all?"],["follow and observe (someone) closely and secretly."],["A dark area or shape produced by a body"]],
    [["Feed me and I will live, but give me a drink and I will die. What am I?"],["It is especially important in cold weather"],["It destroy a huge area in a matter of minutes."]],
    [["I am an odd number. Take away a letter and I become even. What number am I?"],["It's an odd number and a prime number."],["natural number following 6 and preceding 8"]],
    [[""],["they are usually a location where two or more lines or edges meet./count the vertex"],["the point where two lines meet to form an angle"]],
    [["What’s black when it’s clean and white when it’s dirty?"],["A large board with a smooth dark surface attached to a wall"],["especially used in a classroom"]],
    [["What tastes better than it smells?"],["It is also helps you eat"],["It help to distinguish between basic tastes"]],
    [["He has married many women, but has never been married. Who is he?"],["who has been trained to perform religious duties"],["You always find me in the church"]],
    [["What invention lets you look right through a wall?"],["This is something found throughout the house"],["Made of glass and can be opened In order to let air through"]],
    [["What has a head and a tail but no body?"],["I’m often found in a purse"],["I’m something made of metal"]],
    [["What gets broken if it’s not kept?"],["You always deal in your relationship"],["this is an agreement to do or not do something"]],
    [["The more that there is of this, the less you see. What is it?"],["It made you afraid while sleeping"],["Absence of light"]],
    [["What do you bury when it’s alive and dig up when it’s dead?"],["Organism with leaves"],["you always found me in your backyard"]],
    [["What word is always pronounced incorrectly?"],["The answer is wrong here but clue is accurate."],["It is the opposite of correct"]],
    [["What word becomes shorter when you add two letters to it?"],["Of little lenght not long"],["It is opposite of tall"]],
    [["What does not live but will eventually die?"],["I have a power of positive and negative"],["It may be rechargeable"]],
    [["What can you hold without touching it?"],["You may hold it underwater"],["Inhalation and exhalation of air"]],
    [["I don’t have wings, yet I fly. Sometimes you will feel me cry. What am I?"],["Sometime its white and sometime its grey"],["Mass of the water vapour in the sky"]],
    [["It is kicked many times, it never sheds a tear but it may tear."],["Two teams of usually between 11 and 18 players"],["Players using only their body to move the ball."]],
    [["I help you find your way but I’m not a map"],["You can navigate by the sun and stars"],["To point which way is north, south, east and west"]],
    [["What kind of tree can you carry in your hand?"],["Where lines may be read"],["Part of the hand"]],
    [["I'm tall when I'm young and I'm short when I'm old. What am I?"],["ancient time telling device"],["Item on the birthday cake"]],
    [["Mary has four daughters, and each of her daughters has a brother. How many children does Mary have?"],["Cube root of 125"],["half of ten"]],
    [["What can fill a room but takes up no space?"],["The first word’s the opposite of dark"],["Helps stop the room from being dark"]],
    [["This is in a deck of cards And a piece on a chessboard She’s the monarch of Britain Who knights people with a sword"],["A girl who is very important or successful at something."],["A woman who rules a country or kingdom"]],
    [["I cover what's real, hide what is true but sometimes bring out the courage in you what am I?"],["It is usually used in film industry"],["Its come in different shade for every skin tone"]],
    [["What word starts with E and ends with E but only has one letter in it?"],["I’m something that gets stamped"],["In me letters are placed"]],
    [["There is a green house. Inside the green house there is a white house. Inside the white house there is a red house. Inside the red house there are lots of babies. What is it?"],["This fruit content 90% of water"],["It is in oval or spherical shape and green in color"]],
    [["Is always in front of you but cannot be seen"],["Yet to come"],["opposite of past"]],
    [["olive's mom has five daughters: bella,annie,martha,kate.. what is the name of the fift daughter?"],["A hint may be hidden even in a single word."],["Answer is in the question"]],
    [["what is easy to get into, but hard to get out of?"],["a situation that causes a problem"],["Difficult situations and unpleasant experiences"]],
    [["You can see me in water but I never get wet"],["When you see me you see you!"],["Image produce by mirror"]],
    [["What side of the cat has most fur"],["It is not an external surface"],["It is opposite of interior"]],
    [["what is the only word that is spelled wrong in the dictionary"],["not correct or true"],["It is opposite of right"]],
    [["Say my name and i am no more"],["not making or accompanied by any sound."],["complete quiet"]],
    [["What english word sounds the same even after you take away four of its five letters"],["it is structure that places elements in a sequence."],["line of people"]],
    [["what seven letter word has 100 of letter in it "],["Its a private box for delivering messages"],["A public box where letters are placed or deliver"]],
    [["What never ask questions but is often answered"],["rung by visitors"],["It is a signaling device"]],
    [["What goes up when rain comes down?"],["used for either protection from severe weather elements or from the sun."],[" It is designed to protect a person against rain or sunlight."]],
    [["I travel all over the world, but always stay in my corner. what am i?"],["small piece of paper issued by a post office, postal administration."],["Used to indicate the amount of postage paid."]],
    [["What gets wet while drying?"],["piece of absorbent fabric or paper used for drying or wiping a body or a surface."],[" used for drying oneself or wiping things dry."]],
    [["What gets bigger every time you take from it?"],["center of a doughnut"],["opening on a golf course"]],
    [["I run in and out of town all day and night and yet I never get tired. What am I?"],["what you drive on to get from your house to work or anywhere you wants"],["a road in a city or town, usually with buildings along one or both sides"]],
    [["I am always in front of you but yet I am never here. what am I?"],["time that is to come"],["what is going to happen."]],
    [["What 4-letter word can be written forward, backward or upside down, and can still be read from left to right?"],["happening or appearing in the middle part of the day."],["four letter word starts and end with N."]],
    [["People make me, save me, change me, raise me but i am not a living thing. What am I?"],["a medium of economic exchange."],["a position of wealth"]],
    [["I am your mother's brother's only brother in law. Who am I?"],["The most important family member."],["the male parent of a child."]],
    [["Never comes in a day but leaves every morning"],["the time of day between sunset and sunrise."],["it is during the time when it is dark and is before midnight."]],
    [["The more you use me, the sharp i become."],["looks like walnut"],["The most complex part of the human body."]],
    [["you will throw me away when you want to use me. You will take me when you don't want to use me.What am i ?"],["a broadcaster who introduces reports"],["the person who hosts the shows."]],
    [["if an electric train is travelling south, which way is the smoke going?"],[""],[""]],
    [["if two is company and three is a crowd, what are four and five?"],["number of players in a baseball fielding team"],["One over the eight"]],
    [["you can serve it, but never eat"],[""],[""]],
    [["what is it that after you take away the whole, some still remains?"],[""],[""]],
    [["I go around in circles, but always straight ahead, never complain, no matter where i am led."],[""],[""]],
    [["how many letters are there in the english alphabet?"],[""],[""]],
    [["I go up and down at the same time. Up towards to sky and down towards the ground. What am I?"],[""],[""]],
    [["I am a term used to confirm. But take away my front, my face, I become known as human avarice."],[""],[""]],
    [["What is greater than God, more evil than the devil, the poor have it, the rich need it, and if you eat it you'll die?"],[""],[""]],
    [["Hot tempered and sometimes it blows its top, making a mess of everything."],[""],[""]],
    [["I can never be stolen from you. I am owned by everyone. Some have more, some have less. What am I?"],[""],[""]],
    [["What is eaten but not grown and was born in water but will disappear if soaked?"],[""],[""]],
    [["How do snails travel?"],[""],[""]],
    [["What is never eaten before lunch?"],[""],[""]],
    [["Teddy bears are never hungry because they are always what?"],[""],[""]],
    [["What kind of table has no legs?"],[""],[""]],
    [["How many months have 28 days?"],[""],[""]],
    [["What age most travelers have?"],[""],[""]],
    [["What smells the most in the kitchen?"],[""],[""]],
    [["What's higher than the king?"],[""],[""]],
    [["I make billions of dollars selling Windows. Who am I?"],[""],[""]],
    [["I'm really blue, but when you see me I'm red. You don't see me too often. I'm there for you if you're hurt, but I'm good for you. What am I?"],[""],[""]]
    ]}